<?php
return [
    // страница регистрации
    'Имя' => 'Имя',
    'Фамилия' => 'Фамилия',
    'Отчество' => 'Отчество',
    'Роль' => 'Роль',
    'Игрок' => 'Игрок',
    'Фото' => 'Фото',
    'Регистрация как игрок' => 'Регистрация как игрок',
    'Тренер' => 'Тренер',
    'Регистрация как тренер' => 'Регистрация как тренер',
    'Пароль' => 'Пароль',
    'Подтверждение пароля' => 'Подтверждение пароля',
    'Уже зарегистрированы?' => 'Уже зарегистрированы?',
    'Регистрация' => 'Регистрация',

    // страница входа
    'Забыли пароль?' => 'Забыли пароль?',
    'Запомнить меня' => 'Запомнить меня',
    'Войти' => 'Войти',

    // страница забыли пароль
    'Ссылка для сброса пароля' => 'Ссылка для сброса пароля',
    'Забыли пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, которая позволит вам выбрать новый.' => 'Забыли пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, которая позволит вам выбрать новый.',

    'Это безопасная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.' => 'Это безопасная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'Подтвердить' => 'Подтвердить',
    'Активный' => 'Активный',
    'Дашборд' => 'Дашборд',
    'Мои команды' => 'Мои команды',
    'Мои игроки' => 'Мои игроки',
    'Профиль' => 'Профиль',
    'Выйти' => 'Выйти',
    'Добавить команду' => 'Добавить команду',
    'Добавить новую команду' => 'Добавить новую команду',
    'Закрыть окно' => 'Закрыть окно',
    'Название' => 'Название',
    'Код команды' => 'Код команды',
    'Описание' => 'Описание',
    'Открыть' => 'Открыть',

    // страница дашборд
    'У вас нет ни одной команды' => 'У вас нет ни одной команды',
    'У вас' => 'У вас',
    'команда' => 'команда',
    'команды' => 'команды',
    'команд' => 'команд',
    'Ваша команда' => 'Ваша команда',

    // страница команды
    'Редактировать команду' => 'Редактировать команду',
    'Сохранить' => 'Сохранить',
    'Активно' => 'Активно',
    'Не активно' => 'Не активно',

    // страница редактирования профиля
    'Удалить аккаунт' => 'Удалить аккаунт',
    'После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления.' => 'После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления.',
    'Вы уверены, что хотите удалить свою учетную запись?' => 'Вы уверены, что хотите удалить свою учетную запись?',
    'После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.' => 'После удаления вашей учетной записи все ее ресурсы и данные будут удалены без возможности восстановления. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.',
    'Отменить' => 'Отменить',

    'Обновить пароль' => 'Обновить пароль',
    'Чтобы обеспечить безопасность, в вашей учетной записи используется длинный случайный пароль.' => 'Чтобы обеспечить безопасность, в вашей учетной записи используется длинный случайный пароль.',
    'Текущий пароль' => 'Текущий пароль',
    'Новый пароль' => 'Новый пароль',
    'Подтвердите пароль' => 'Подтвердите пароль',
    'Сохранено.' => 'Сохранено.',

    'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
    'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.' => 'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.',
    'Ваш адрес электронной почты не подтвержден.' => 'Ваш адрес электронной почты не подтвержден.',
    'Здесь можно изменить свои данные.' => 'Здесь можно изменить свои данные.',
    'Информация обо мне' => 'Информация обо мне',

    // страница команды вкладки
    'Игроки' => 'Игроки',
    'Планирование' => 'Планирование',
    'Результаты' => 'Результаты',

    // страница команды вкладка игроки
    'Позиция' => 'Позиция',
    'Телефон' => 'Телефон',
    'Номер' => 'Номер',
    'игрок' => 'игрок',
    'игрока' => 'игрока',
    'игроков' => 'игроков',
    'Игроков' => 'Игроков',


    'Редактировать игрока' => 'Редактировать игрока',
    'Добавить игрока' => 'Добавить игрока',
    'Добавить нового игрока' => 'Добавить нового игрока',
    'Телефон матери' => 'Телефон матери',
    'Телефон отца' => 'Телефон отца',
    'Комментарий' => 'Комментарий',
    'Дополнительная информация' => 'Дополнительная информация',
    'Удалить' => 'Удалить',
    'Сохранено' => 'Сохранено',

    'В этой команде нет игроков' => 'В этой команде нет игроков',

    'Успешно' => 'Успешно',
    'Игрок создан' => 'Игрок создан',
    'Команда создана' => 'Команда создана',

    'Управляй футбольной командой с SocMan' => 'Управляй футбольной командой с SocMan',
    'Все что нужно для управления футбольной командой в одном приложении' => 'Все что нужно для управления футбольной командой в одном приложении',
    'О нас' => 'О нас',

    'Команда' => 'Команда',

    'Тренировки' => 'Тренировки',
    'Классификация' => 'Классификация',
    'Добавить тренировку' => 'Добавить тренировку',
    'Добавить новую тренировку' => 'Добавить новую тренировку',
    'Дата' => 'Дата',
    'Время начала' => 'Время начала',
    'Время завершения' => 'Время завершения',
    'Восстановление' => 'Восстановление',
    'Нагрузка' => 'Нагрузка',
    'Ссылка на документ' => 'Ссылка на документ',
    'Тренировка создана' => 'Тренировка создана',
    'Сегодня' => 'Сегодня',
    'На сегодня тренировок не запланировано' => 'На сегодня тренировок не запланировано',
    'Запланировать' => 'Запланировать',

    'Подробнее' => 'Подробнее',
    'Тренировка' => 'Тренировка',
    'Редактировать' => 'Редактировать',
    'Проведена' => 'Проведена',
    'Дополнительно' => 'Дополнительно',
    'Не активна' => 'Не активна',
    'Отметить присутствующих' => 'Отметить присутствующих',
    'Явка' => 'Явка',
    'Чтобы подтвердить проведение тренировки отметьте 3 или более игроков!' => 'Чтобы подтвердить проведение тренировки отметьте 3 или более игроков!',
    'Проведено' => 'Проведено',
    'тренировка' => 'тренировка',
    'тренировки' => 'тренировки',
    'тренировок' => 'тренировок',
    ];
